<template>
  <div>
    <div class="flex items-center gap-4 font-medium text-sm sm:text-base">
      <NuxtLink :to="localePath('/')">
        Главная
      </NuxtLink>
      <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
        <path d="M10.9767 10.0001L6.85168 5.87511L8.03002 4.69678L13.3334 10.0001L8.03002 15.3034L6.85168 14.1251L10.9767 10.0001Z" fill="black"/>
      </svg>
      <p>
        О проекте
      </p>
    </div>
    <h1 class="my-4 sm:my-8 text-lg sm:text-[26px] font-bold">
      О проекте
    </h1>
    <div class="flex flex-col gap-2 sm:gap-4 font-medium text-sm sm:text-xl tracking-wide">
      <p>
        Мы вдохновляем, вдохновляем на творчество, вдохновляем на успехи, вдохновляем на жизнь. Наверное, это звучит так громко, так высокопарно, как можно вдохновить человека на жизнь?
      </p>
      <p>
        Но мы стараемся это делать, мы стараемся быть ТВОИМ порталом, с которого хочется начинать день, с которым хочется заканчивать день, открывать для себя что-то новое.
      </p>
      <p>
        У нас нет сложных длинных текстов, нет витиеватых длинных речей. Мы просто рассказываем, как изменения в Таджикистане — вашей стране скажутся на твоей жизни.
      </p>
      <p>
        Мы помогаем вам ориентироваться в экономике и политике, чтобы принимать важные решения. У нас качественные материалы с креативом, который не оставит тебя равнодушным.
      </p>
      <p>
        Вот такую высокую планку мы задали себе – рассказывать об Искусстве ЖИТЬ – и в это мы вкладываем душу.
      </p>
      <p>
        Добро пожаловать, в ТВОЙ портал!
      </p>
      <p>
        Мы ТВОЯ команда.
      </p>
    </div>
  </div>
</template>
<script>
export default {
  name: 'AboutProject'
}
</script>
